Repository: net-c215/Awesome-Library-Manager-project
Catalog: src/LibraryManager.Vsix/MultilingualResources/Microsoft.Web.LibraryManager.Vsix.*.xlf
Languages: cs, ko

source: Clean libraries started...
cs: Čistý knihovny začala...
ko: 깨끗 한 라이브러리 시작...

source: Clean libraries succeeded
cs: Čisté knihovny byla úspěšná
ko: 성공 하는 깨끗 한 라이브러리

# LibraryRestoredNoChange
source: Restore completed. Files already up-to-date
cs: Obnovení bylo dokončeno. Soubory již aktuální
ko: 복원 완료입니다. 이미 최신 파일

source: Loading...
cs: Načítání...
ko: 로드 중...

source: Packages could not be loaded
cs: Balíčky nelze načíst
ko: 패키지를 로드할 수 없습니다.

source: Check for updates
cs: Zkontrolovat aktualizace
ko: 업데이트 확인

# NoUpdatesFound
source: No updates found at this time
cs: Žádné aktualizace na tuto dobu
ko: 이 이번에 업데이트

# UninstallLibrary
source: Uninstall {0}
cs: Odinstalovat {0}
ko: {0} 제거

# NugetInstallPrompt
source: A NuGet package will be installed to augment the MSBuild process, but no files will be added to the project. This may require an internet connection. Do you want to continue?
cs: Po instalaci bude možné balíček NuGet rozšířit proces MSBuild, ale žádné soubory budou přidány do projektu. To může vyžadovat připojení k Internetu. Chcete pokračovat?
ko: NuGet의 패키지 MSBuild 프로세스를 증가 시키기 위해 설치 될 것입니다 하지만 파일이 프로젝트에 추가 됩니다. 이 인터넷에 연결을 해야 합니다. 계속 하 시겠습니까?

source: <Type to search>
cs: <zadejte text k vyhledání.>
ko: <검색 내용 입력>

# SelectPackageToSelectFilesToInstall
source: <Choose a package to select files to install>
cs: <Zvolte balíček pro výběr souborů k instalaci>
ko: <설치할 파일을 선택할 패키지 선택>
